Repository: Rimco/OSPy-plugins-temp
Catalog: plugins/system_watchdog/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz

source: Watchdog is not installed. For continue press button install watchdog.
cs_cz: Watchdog není nainstalován. Pro pokračování stiskněte tlačítko "Nainstalovat Watchdog".

source: System watchodg plug-in
cs_cz: Systémový Watchdog rozšíření

source: Error in Converting
cs_cz: Chyba v převodu

source: Saving config to /etc/watchdog.conf
cs_cz: Ukládám nastavení do /etc/watchdog.conf

source: System Watchdog
cs_cz: Systémový Watchdog

source: This plugin enable or disable HW Watchdog daemon in OSPy system. On the Raspberry Pi is hardware watchdog - Broadcom BCM2708 chip
cs_cz: Toto rozšíření umožňuje zapnout, nebo vypnout HW Watchdog pomocí tohoto rozšíření OSPy systému. Raspberry Pi má na své desce nezávislý HW obvod Broadcom BCM2708

source: This can be very useful if your Raspberry Pi is located remotely and locks up. However, this would not the preferred method of restarting the unit and
cs_cz: To může být velmi užitečné, pokud se Raspberry Pi z nějakého důvodu zasekne - zamrzne. Nejedná se však o vhodný způsob restartování systému Linux a

source: in extreme cases this can result in file-system damage that could prevent the Raspberry Pi from booting. If this occurs regularly you better find the root
cs_cz: v extrémních případech může dojít k poškození souborového systému, který by mohl zabránit ve spuštění systému Raspberry Pi (bootování). Pokud k tomuto jevu dochází pravidelně najděte v systému

source: cause of the problem rather than fight the symptoms. The watchdog daemon will send /dev/watchdog a heartbeat every 4 seconds. If /dev/watchdog does not
cs_cz: příčinu problému. Démon Watchdog posílá do /dev/watchdog pravidelný šťouch každé 4 sekundy. V případě že /dev/watchdog neobdrží

source: receive this signal it will brute-force restart your Raspberry Pi. This plugin needs Watchdog. If not installed, plugin installs Watchdog in to the system himself
cs_cz: tento signál, provede tvrdý restart systému Linux Raspberry Pi. Toto rozšíření potřebuje Watchdog. Pokud není nainstalován, tak ho toto rozšíření nainstaluje do systému po stisknutí tlačítka automaticky

source: Status
cs_cz: Stav

source: Refresh
cs_cz: Obnovit

source: Install Watchdog
cs_cz: Nainstalovat Watchdog

source: Stop Watchdog Service
cs_cz: Zastavit službu Watchdog

source: Start Watchdog Service
cs_cz: Spustit službu Watchdog

source: Cancel
cs_cz: Zpět
