Repository: Rimco/OSPy-plugins-temp
Catalog: plugins/volt_temp_*/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz

source: Could not import smbus.
cs_cz: Nelze načíst sběrnici smbus

source: Voltage and Temperature Monitor plug-in
cs_cz: Rozšíření měření teploty a napětí

source: Deleted log file
cs_cz: Smazat soubor záznamů

source: Voltage and Temperature Monitor
cs_cz: Měření teploty a napětí

source: This plugin needs an enabled I2C bus and connected I2C A/D converter PCF8591 on I2C address 0x48
cs_cz: Toto rozšíření vyžaduje sběrnici I2C, na kterou je připojen A/D-D/A převodník PCF8591 na adrese 0x48

source: C) on AD0-3 converter
cs_cz: C) na vstupech AD0-AD3 převodníku

source: For measuring temperature use temp probe LM35D (0-100
cs_cz: Pro měření teploty použijte snímač LM35D (0-100

source: If the label is not blank, the value is displayed in the value display
cs_cz: Pokud je vloženo pojmenování snímače je zobrazována hodnota na displeji (jinak není)

source: Delete
cs_cz: Smazat

source: Download log as
cs_cz: Stáhnout soubor se záznamem jako

source: log file
cs_cz: soubor záznamů

source: Enabled
cs_cz: Použít rozšíření

source: Enable logging
cs_cz: Povolit záznam

source: Maximum number of log records
cs_cz: Maximální počet záznamů

source: 0 = unlimited
cs_cz: 0 = bez omezení

source: I/O Voltage
cs_cz: I/O Napětí

source: Interval for logging
cs_cz: Opakovat záznam po

source: minutes (Minimum is 1)
cs_cz: minutě/tách (minimum je 1)

source: Label for input
cs_cz: Pojmenování snímače

source: Measure as temperature
cs_cz: Měřit jako teplotu

source: Status
cs_cz: Stav

source: DA output value
cs_cz: Hodnota na DA výstupu

source: Volt
cs_cz: Voltů

source: Submit
cs_cz: Potvrdit

source: Cancel
cs_cz: Zpět
