Repository: Rimco/OSPy-plugins-temp
Catalog: plugins/webcam/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz

source: Fswebcam is not installed.
cs_cz: Fswebcam není nainstalován.

source: Please wait installing....
cs_cz: Prosím čekejte instaluji...

source: Please wait...
cs_cz: Prosím čekejte...

source: Ready...
cs_cz: Připraven...

source: Cannot find USB camera (/dev/video0).
cs_cz: Nemohu nalézt USB kameru v (/dev/video0).

source: Plugin is disabled...
cs_cz: Rozšíření je zakázáno...

source: Webcam plug-in
cs_cz: Rozšíření webkamera

source: No image file from downloading. Retry
cs_cz: Ke stažení není k dispozici žádný obrázek. Opakujte

source: Webcam Monitor
cs_cz: Webkamera

source: This plugin needs fswebcam
cs_cz: Toto rozšíření vyžaduje modul fswebcam

source: If not installed fswebcam, plugin installs fswebcam in to the system himself
cs_cz: Pokud není nainstalován fswebcam, toto rozšíření ho nainstaluje do systému automaticky.

source: On first use please wait for status
cs_cz: Při prvním použití prosím vyčkejte na stavové okno

source: Download image as
cs_cz: Stáhnout obrázek jako

source: Enabled
cs_cz: Povolit rozšíření

source: Resolution
cs_cz: Rozlišení

source: default is 1280x720
cs_cz: výchozí je 1280x720

source: Flip image horizontally
cs_cz: Převrátit obraz vodorovně

source: Flip image vertically
cs_cz: Převrátit obraz svisle

source: Status
cs_cz: Stav

source: OpenSprinkler camera
cs_cz: OpenSprinkler kamera

source: Submit
cs_cz: Potvrdit

source: Cancel
cs_cz: Zpět
