Repository: Rimco/OSPy-plugins-temp
Catalog: plugins/remote_notifications/i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz

source: Remote was sent
cs_cz: Bylo odesláno na server

source: Remote was not sent
cs_cz: Nelze odeslat oznámení na vzdálený server

source: Remote plug-in
cs_cz: Vzdálená oznámení rozšíření

source: Remote server reply
cs_cz: Vzdálený server odpovídá

source: Remote plug-in is not properly configured
cs_cz: Vzdálená oznámení rozšíření není nastaveno správně

source: Remote Notifications
cs_cz: Vzdálená oznámení

source: This plugin can send Notifications on the Remote Webserver. This plugin requre SQL server and Webserver with PHP.
cs_cz: Toto rozšíření zasílá oznámení na vzdálený webový server. Toto rozšíření vyžaduje na vzdálené straně SQL Server a Webserver s PHP.

source: This plugin send data as get command to remote PHP web pages.
cs_cz: Toto rozšíření zasílá data, jako GET příkaz na vzdálenou PHP webovou stránku.

source: This plugin requred correct settings this plugins: UPS Monitor, Tank Humi Monitor.
cs_cz: Toto rozšíření vyžaduje správné nastavení těchto rozšíření: UPS monitor, Tank Humi monitor.

source: Use plugin
cs_cz: Používat toto rozšíření

source: Remote server address
cs_cz: Adresa vzdáleného serveru

source: ex: https://server.com/automatOSPy/
cs_cz: příklad: https://server.com/automatOSPy/

source: API for access
cs_cz: API klíč pro přístup

source: Status
cs_cz: Stav

source: Submit
cs_cz: Potvrdit

source: Send test data to server
cs_cz: Odeslat test na server

source: Cancel
cs_cz: Zpět
